Repository: mrez-ir/wc-profits
Catalog: lang/wc-profits-*.po
Languages: fa_ir

source: WC Profits
fa_ir: سود فروش

source: There are
fa_ir: در محدوده زمانی انتخاب شده

source: orders found in this range which you haven't set any profits to them
fa_ir: سفارش بدون تنظیم سود وجود دارد

source: Total sells between selected days
fa_ir: مجموع فروش در بازه زمانی مشخص شده

source: sum of sales for
fa_ir: مجموع فروش برای

source: completed orders
fa_ir: سفارش تکمیل شده

source: sells without profit
fa_ir: فروش بدون تنظیم سود

source: Total Profit
fa_ir: مجموع سود دستی

source: for
fa_ir: برای

source: completed orders with custom profit
fa_ir: سفارش تکمیل شده با تنظیم دستی سود

source: ltr
fa_ir: rtl

source: Woocommerce Custom Profits
fa_ir: تنظیم دستی سود فروش برای ووکامرس

source: From Date:
fa_ir: از تاریخ:

source: Until (before this date)
fa_ir: تا تاریخ (قبل از این روز)

source: Calculate
fa_ir: محاسبه
